brew "fzy"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "grep"
brew "gzip"
brew "jq"
brew "openssl"
brew "peco"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "asdf"
brew "gh"
cask "alfred"
cask "docker"
cask "google-cloud-sdk"
cask "iterm2"
cask "sketch"
cask "slack-beta"
cask "typora"
cask "visual-studio-code-insiders"
cask "zoomus"
vscode "abusaidm.html-snippets"
vscode "be5invis.toml"
vscode "bierner.markdown-mermaid"
vscode "budparr.language-hugo-vscode"
vscode "daohong-emilio.yash"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "gera2ld.markmap-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "golang.go"
vscode "janisdd.vscode-edit-csv"
vscode "KevinRose.vsc-python-indent"
vscode "matangover.mypy"
vscode "mechatroner.rainbow-csv"
vscode "mrmlnc.vscode-apache"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "msyrus.go-doc"
vscode "oderwat.indent-rainbow"
vscode "pmneo.tsimporter"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "ryanluker.vscode-coverage-gutters"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vunguyentuan.vscode-css-variables"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
