tap "brewsci/science"
tap "domt4/autoupdate"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
brew "fzy"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "go"
brew "grep"
brew "gzip"
brew "jq"
brew "jupyter"
brew "node"
brew "openssl"
brew "peco"
brew "protobuf"
brew "tfenv"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
cask "alfred"
cask "sketch"

